{ "headlines":
  [
		{
			"headline":"I didn't assault women, just complimented them: Morgan Freeman",
			"author":"short by Daisy Mowke 11:56 am on 26 May 2018,Saturday",
			"detail-content":"Talking about the sexual harassment allegations against him, Hollywood actor Morgan Freeman said he didn't assault women but tried to joke with and compliment them in a light-hearted and humorous way .Clearly I wasn't always coming across the way I intended, he added. Morgan further said, I didn't create unsafe work environments...I didn't offer employment...in exchange for sex."
		},

		{
			"headline":"Meghna Srivastava tops CBSE Class 12 board exam",
			"author":"short by Ayushi Ahluwalia 01:02 pm on 26 May 2018,Saturday",
			"detail-content":"Ghaziabad's Meghna Srivastava has got an aggregate of 99.8%, scoring 499 marks out of 500 to become the all-India topper for Class 12 CBSE exam, the result of which was declared today. Nearly 12 lakh students registered for the exam which saw an overall pass percentage of 83.01%. A re-test was conducted for Economics after the question paper was leaked."
		},

		{
			"headline":"How did MoM Rashid Khan help SRH qualify for the IPL final?",
			"author":"short by Dishant Sharma 12:01 pm on 26 May 2018,Saturday",
			"detail-content":"Afghanistan's 19-year-old spinner Rashid Khan contributed with the bat, the ball and in the field to help SRH qualify for the IPL 2018 final and was adjudged the Man of the Match. Rashid hit an unbeaten 10-ball 34 with four sixes and two fours, he also picked up three wickets for 19 runs, effected a run-out and took two catches."
		},

		{
			"headline":"Sushil, Sakshi exempted from trials for Asian Games: Reports",
			"author":"short by Dishant Sharman 11:54 am on 26 May 2018,Saturday",
			"detail-content":"Indian Olympic medal-winning wrestlers Sushil Kumar and Sakshi Malik alongside Vinesh Phogat and Bajrang Punia have reportedly been exempted from participating in the Asian Games 2018 trials. The wrestlers had requested to be exempted from the trials, which have been scheduled for next month. Notably, Delhi High Court had ordered sports federations to conduct trials before any major tournaments."
		},

		{
			"headline":"Google, FB hit with $9bn suits on 1st day of new privacy law",
			"author":"short by Aditi Verma 12:48 pm on 26 May 2018,Saturday",
			"detail-content":"On the first day of enforcement of Europe's General Data Protection Regulation (GDPR), Google and Facebook were hit with lawsuits accusing them of forcing users to share personal data. Filed by Max Schrems, it claims 'consent boxes' popped on their apps saying the service cannot be used if users don't consent. The lawsuits seek a fine of around $8.8 billion."
		},


		{
			"headline":"Cong MLC demands pass for bullock cart amid fuel price hike",
			"author":"short by Bulbul Dhawan 12:32 pm on 26 May 2018,Saturday",
			"detail-content":"Protesting against the rising prices of fuel, Congress Uttar Pradesh MLC Deepak Singh wrote to the Principal Secretary of state Legislative Council, demanding a pass for his bullock cart to attend the proceedings. Adding that the BJP-led government did not take any measures to curb the hike, he said it had become impossible for him to afford driving his car."
		}


  ]
}
